Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/housing/losing_your_home/housing_options_for_homeless_people.html.txt.tmx
Source language: en
Languages: pl

source: Housing and other supports for homeless people
pl: Zakwaterowanie i inne formy wsparcia osób bezdomnych

source: • Services for rough sleepers
pl: • Pomoc osobom śpiącym pod gołym niebem

source: • Accommodation and housing supports
pl: • Wsparcie w zakresie zakwaterowania

source: This document outlines the various types of support and accommodation options available to people who are homeless – ranging from street-based assistance to long-term housing, as well as social welfare entitlements
pl: W tym dokumencie przedstawiono różne rodzaje wsparcia i możliwości w zakresie zakwaterowania, z którym mogą korzystać osoby bezdomne – od pomocy udzielanej bezpośrednio na ulicy po długoterminowe zaspokojenie potrzeb mieszkaniowych

source: Some people who are homeless simply need somewhere to live
pl: Omówiono ponadto sposoby ubiegania się bezdomnych o świadczenia socjalne

source: Others may have specific additional needs, due to mental health difficulties, addiction, relationship breakdown or other problems
pl: Zależnie od miejsca pobytu i okoliczności dostępne mogą być różne formy pomocy. Większość bezdomnych żyje w miastach

source: There are particular arrangements for young people who are homeless
pl: Wśród bezdomnych są osoby, które po prostu nie mają gdzie mieszkać

source: Depending on your location and your circumstances, different support services may be available
pl: Dzieci i młodzież: Ustawa o opiece nad dziećmi (ang. Child Care Act) z 1991 r

source: Most homeless people are in the cities
pl: nakłada na Agencję ds. Dzieci i Rodzin (ang

source: In Dublin and Cork, the local authorities and the Department of Social Protection provide dedicated services for homeless people
pl: Child and Family Agency, Tusla) obowiązek zapewnienia dachu nad głową dzieciom i młodzieży poniżej 18 roku życia, które nie mają gdzie mieszkać lub wymagają opieki

source: Our document on agencies that provide services for homeless people gives details of where to apply for the various supports
pl: Agencja może również zapewniać pomoc młodym ludziom powyżej 18 roku życia, którzy już opuścili placówki opiekuńczo-wychowawcze

source: You will also find useful information in Focus Ireland’s guidebook: Working to end homelessness
pl: Więcej informacji na ten temat można znaleźć w naszym dokumencie o bezdomności dzieci i młodzieży

source: Action Plan: The Action Plan to tackle emergency and short-term homelessness was announced in December 2014, including:
pl: Obcokrajowcy: Z możliwości ubiegania się o pomoc w zakresie zakwaterowania mogą korzystać osoby legalnie przebywające na terenie Irlandii, których pobyt na obszarze działania danej administracji lokalnej trwa przez określony czas

source: • Enhanced services for rough sleepers, priority allocation of social housing and rollout of the Housing Assistance Payment (HAP) for eligible homeless households – all in Dublin
pl: Osoby nieuprawnione do otrzymywania długoterminowej pomocy w zakresie zakwaterowania mogą liczyć na pomoc tymczasową udzielaną przez agencję świadczącą usługi na rzecz osób bezdomnych

source: • Extending the Tenancy Protection Service to Cork
pl: Uprawnienie do pobierania zasiłku socjalnego zależy od kilku czynników

source: • Assessing the scale of homelessness in Cork, Limerick, Galway and Waterford and identifying actions needed
pl: W większości przypadków przyznanie świadczeń uwarunkowanych wysokością dochodów wymaga spełnienia warunku, jakim jest podanie miejsca pobytu, jednak nie trzeba spełniać tego warunku, aby uzyskać zasiłek doraźny. Patrz: część „Opieka społeczna”

source: Services for rough sleepers
pl: Pomoc osobom śpiącym pod gołym niebem

source: Some community services offer contact and food to rough sleepers, that is, people who are living and sleeping outdoors by day and night
pl: Niektóre służby i organizacje środowiskowe oferują kontakt i posiłki osobom całkowicie pozbawionym dachu nad głową, tzn

source: For example, soup runs provide sandwiches and hot drinks to rough sleepers in many urban areas
pl: W wielu częściach miasta zespoły wolontariuszy Soup Run zapewniają takim ludziom zupy, kanapki i ciepłe napoje

source: Street outreach teams befriend and engage with rough sleepers, aiming to link them with accommodation and other services with a view to helping them off the streets and into long-term accommodation, at their own pace
pl: Zespoły wolontariuszy działających bezpośrednio na ulicach nawiązują z nimi kontakty, pragnąc pomóc im w skutecznym znalezieniu tymczasowego lokum i zapewnieniu innego rodzaju pomocy

source: Some organisations provide medical and related services, including bathing and laundry facilities
pl: Celem tych długofalowych działań prowadzonych w tempie dostosowanym do woli bezdomnych jest doprowadzenie do radykalnej zmiany w ich stylu życia

source: The Cold Weather Initiative in Dublin provides additional emergency beds from November to March each year for people who are sleeping rough
pl: Polega ona na zerwaniu z życiem na ulicy i zdobyciu stałego mieszkania

source: The Housing First Service in the Dublin region provides street outreach to people who are sleeping rough and helps them to access emergency accommodation
pl: Niektóre z organizacji świadczą usługi medyczne oraz pokrewne, w tym możliwość kąpieli i skorzystania z pralni

source: Under the Action Plan of December 2014, additional emergency beds are being provided in Dublin, as well as a Night Café with food, rest area and showers; transport to emergency accommodation; and health and care supports
pl: Każdego roku inicjatywa Cold Weather Initiative w Dublinie zapewnia śpiącym pod gołym niebem ludziom dodatkową liczbę łóżek od listopada do marca

source: Accommodation and housing supports
pl: Wsparcie w zakresie zakwaterowania

source: Emergency and temporary accommodation
pl: Zakwaterowanie w trybie pilnym oraz tymczasowe

source: Hostels are the main form of emergency accommodation provided for single homeless people
pl: Podstawową formą zakwaterowania w trybie pilnym oferowaną osobom samotnym są schroniska

source: Private emergency accommodation (such as bed and breakfasts or hotels) is used for people for whom hostel accommodation is not suitable, due to the size or composition of the household or to particular medical or social needs
pl: Prywatne obiekty noclegowe (jak B&B lub hotele) przeznaczone są dla osób, dla których zakwaterowanie w schronisku jest nieodpowiednie ze względu na liczebność lub skład gospodarstwa domowego lub z uwagi na szczególne wymagania medyczne bądź społeczne

source: All placements in such accommodation are made on the basis that:
pl: Każde skierowanie do takiego obiektu opiera się na następujących podstawach:

source: • The person or household has been assessed as homeless
pl: • osoba lub osoby tworzące gospodarstwo domowe zostały uznane za bezdomnych,

source: • The accommodation is provided as an emergency (short-term) response and is subject to ongoing review
pl: • zakwaterowanie ma charakter krótkoterminowy i jest przedmiotem stałej analizy,

source: • There should be active engagement with homeless services with a view to addressing all relevant issues
pl: • konieczne jest aktywne zaangażowanie i wykorzystywanie możliwości stwarzanych przez instytucje pomocowe z perspektywą rozwiązania wszelkich problemów związanych z bezdomnością,

source: • All viable options for moving on are explored
pl: • wypróbowywane są wszystkie realne możliwości dalszej poprawy sytuacji,

source: • The person or household complies with any house rules and other conditions of the accommodation
pl: • osoba lub osoby przestrzega regulaminu obowiązującego w obiekcie oraz innych warunków wiążących się z zakwaterowaniem

source: Hostels can be short-term and/or long-term
pl: Schroniska mogą oferować pobyt krótko- i długoterminowy

source: Some provide dormitories and/or single rooms and some include meals and other services
pl: Niektóre zapewniają nocleg w salach wieloosobowych i/lub pokojach jednoosobowych

source: Some may charge for accommodation on a nightly or weekly basis
pl: Niektóre oferują ponadto posiłki i inne świadczenia

source: Women and children who are experiencing domestic violence may be accommodated in dedicated refuges
pl: Kobiety i dzieci będące ofiarami przemocy domowej, mogą znaleźć schronienie w przeznaczonych dla nich ośrodkach

source: Housing provided by local authorities or voluntary bodies is usually referred to as social housing
pl: Zakwaterowanie zapewniane przez miejscowe władze lub instytucje wolontaryjne zwykle określa się terminem mieszkań socjalnych

source: Local authorities have general responsibility under the Housing Act 1988 for the provision of housing for adults who cannot afford to provide it for themselves
pl: Na mocy ustawy o mieszkalnictwie (ang. Housing Act) z 1988 r. odpowiedzialność za zapewnienie mieszkania osobom dorosłym, których na nie nie stać, spoczywa na władzach lokalnych

source: However, they do not have a statutory obligation to house people
pl: Władze te nie mają jednak ustawowego obowiązku zapewniania zakwaterowania

source: They may help with accommodation by providing housing directly or through arrangements with voluntary housing organisations and other voluntary bodies
pl: Władze lokalne mogą też przekazywać organizacjom wolontaryjnym fundusze na zaspokajanie pilnych potrzeb w zakresie zakwaterowania oraz na finansowanie placówek pobytu długoterminowego dla osób bezdomnych

source: They may also provide funding to voluntary bodies for emergency accommodation and for long-term housing for homeless people
pl: Tego rodzaju organizacje i instytucje wolontaryjne odgrywają istotną rolę w zapewnianiu bezdomnym dachu nad głową

source: When you apply for social housing, the local authority must take the fact that you are homeless into account when assessing your need for housing and classifying your specific accommodation requirements
pl: Władze lokalne muszą brać pod uwagę fakt bezdomności, oceniając potrzeby w zakresie mieszkaniowym i klasyfikując określone wymagania w tym zakresie

source: As part of the Action Plan of December 2014, the 4 Dublin housing authorities were directed to allocate 50% of all housing allocations to homeless households and other vulnerable groups for the next 6 months, having regard to the length of time these households have spent on the homeless list and other housing lists
pl: Jeżeli dana osoba zostanie uznana za kwalifikującą się do otrzymania wsparcia w postaci lokalu socjalnego, miejscowe władze mogą nie być w stanie zaoferować takiego lokalu z własnych zasobów. Mogą one skierować osobę tę do stowarzyszenia lub związku zajmującego się tego rodzaju mieszkalnictwem lub do jednej z instytucji wymienionych poniżej

source: If the local authority is unable to offer you housing from its own stock, it may refer you to a housing association or to one of the other services described below
pl: Jeżeli żadna z wymienionych opcji nie wchodzi w rachubę, można poszukać mieszkania do wynajęcia od prywatnej osoby i złożyć wniosek o dodatek do czynszu, aby móc pokryć ten wydatek

source: To apply for local authority/social housing, you will need to fill in an application form
pl: Aby ubiegać się o przydział lokalu socjalnego, należy wypełnić formularz wniosku

source: Each local authority publishes its own version but the information needed is standardised
pl: Każde władze administracyjne publikują własną wersję formularza, ale informacje, jakie należy podać, są zawsze takie same

source: You can get help (if necessary) to fill in this form from the housing section of your local authority, a Citizens Information Centre or voluntary organisation
pl: W razie potrzeby istnieje możliwość skorzystania z pomocy w wypełnieniu formularza w wydziale mieszkalnictwa miejscowego urzędu, w ośrodku Centrum Informacji dla Obywateli (ang. Citizens Information Centre) bądź też w organizacji wolontaryjnej. Patrz:Agencje zajmujące się udzielaniem pomocy bezdomnym

source: • Proof of your current address (homeless accommodation) such as a receipt from a hostel or bed and breakfast
pl: • dowód przebywania pod aktualnym adresem (placówka lub ośrodek dla bezdomnych), np. rachunek za pobyt w schronisku lub pensjonacie typu bed and breakfast);

source: • Photo ID such as passport, driving licence
pl: • dowód tożsamości ze zdjęciem, np

source: • Proof of your citizenship or your permission to remain in the State (pdf)*
pl: • zaświadczenie o uzyskiwanych dochodach;

source: Otherwise, you may get temporary help from an agency that provides services for homeless people
pl: • dowód obywatelstwa lub zgoda na pobyt w kraju (pdf)

source: Local authority housing is unfurnished
pl: Mieszkania oferowane przez władze lokalne nie są umeblowane

source: If you are offered a local authority home and you do not have and cannot afford to buy furniture or appliances, you may be eligible for help from the Department of Social Protection – see 'Social welfare' below
pl: Jeżeli władze lokalne zaproponują lokal, a przyszły lokator nie ma środków na zakup mebli, może on być uprawniony do uzyskania pomocy z Departamentu Ochrony Socjalnej. Patrz: „Opieka społeczna” poniżej

source: If you cannot be housed by the local authority or a voluntary body, you can look for private rented housing and apply for a weekly Rent Supplement to help pay the rent
pl: Forma mieszkalnictwa przejściowego skierowana jest do osób, które potrzebują czasu i wsparcia, aby przygotować się do niezależnego funkcjonowania

source: Alternatively, and depending on where you are, you may be eligible for the new Housing Assistance Payment (HAP), which is being introduced to replace long-term Rent Supplement. HAP is operational in several housing authorities and has been extended on a pilot basis to eligible homeless households in the Dublin region. The Homeless HAP Pilot is operated by the Dublin Region Homeless Executive. Transitional housing
pl: Podobnie jak w przypadku zakwaterowania w wymiarze średnioterminowym, plany te zazwyczaj wspierają mieszkańców w zakresie budowania własnych zdolności i możliwości w obszarze zdobycia i utrzymania mieszkania

source: Transitional housing is for people who need time and assistance to prepare for independent living
pl: Ponadto mają na celu rozwiązywanie problemów powodujących trudności z utrzymaniem posiadanego lokum

source: Transitional housing is always time-limited and usually ranges from 6 months to 2 years
pl: Możliwość korzystania z lokalu przejściowego jest zawsze ograniczona w czasie i waha się od 6 miesięcy do 2 lat

source: Some projects focus on particular groups, such as rough sleepers; single parents; young people leaving State residential care
pl: osobach śpiących pod gołym niebem, samotnych rodzicach, młodzieży opuszczającej państwowe placówki opiekuńczo-wychowawcze

source: The services vary from project to project but are directly linked to the needs of residents
pl: Świadczenia i formy pomocy różnią się w zależności od projektu, ale są bezpośrednio powiązane z potrzebami mieszkańców

source: They can include individual needs analysis; personal planning and support; court support; outreach; family support; counselling; advocacy; prison community links; education and employment support; and life skills training programmes
pl: Mogą one obejmować analizę potrzeb własnych, planowanie osobiste i wsparcie, pomoc prawną, bezpośrednią pomoc środowiskową, wsparcie rodziny, poradnictwo, kontakty ze skazanymi, a także wsparcie edukacyjne i zawodowe oraz programy szkoleń z zakresu samodzielności w codziennym funkcjonowaniu

source: These transitional housing projects can only be accessed through referrals from other agencies
pl: Mieszkalnictwo przejściowe jest finansowane ze środków budżetów lokalnych i HSE (ang

source: Transitional housing is funded through local authorities and the Health Service Executive (HSE) or local organisations, depending on the type of project
pl: Health Service Executive) lub miejscowych organizacji

source: Residents pay a weekly charge towards their accommodation
pl: Zależy to od rodzaju projektu. Rezydencji płacą tygodniowy czynsz

source: Settlement services work with people who are homeless to help them to move from homelessness and into long-term, sustainable housing
pl: Wsparcie procesu osiedlania się udzielane bezdomnym ma pomóc im w przechodzeniu od etapu bezdomności do stałego zamieszkania

source: They carry out assessments and draw up a settlement plan with each person
pl: Zespół programowy dokonuje oceny sytuacji i opracowuje plan osiedlania się poszczególnych osób

source: They provide support, advocacy and other assistance in accessing accommodation and preparation for independent living
pl: Pomoc świadczona po zajęciu lokalu przez bezdomną wcześniej osobę obejmuje wsparcie w zakresie najmu

source: Post-settlement services provide time-limited tenancy support to people who have moved to their own accommodation
pl: Mają one na celu udostępnienie ofert najmu w sektorze prywatnym osobom kierowanym przez instytucje pomagające bezdomnym

source: Long-term supported housing is for people who would not be able to live independently, due to problems like addiction or mental illness
pl: Długoterminowa pomoc w zakresie mieszkaniowym kierowana jest do osób niezdolnych do samodzielnego życia ze względu problemów z uzależnieniem lub chorobą psychiczną

source: They are offered a home for as long as is needed, with support as necessary
pl: Na okres tak długi, jak tego osoby te wymagają, oferuje się im mieszkanie oraz — w razie potrzeby — wsparcie

source: Some projects target people with particular care needs
pl: Niektóre projekty opracowano z myślą o osobach wymagających określonej opieki

source: Many voluntary housing bodies (often called housing associations) offer long-term supported housing
pl: Wiele jednostek funkcjonujących na zasadach wolontariatu (zwanych często spółdzielniami mieszkaniowymi) oferuje długoterminową pomoc w zakresie mieszkaniowym

source: The Support to Live Independently (SLÍ) scheme provides long-term accommodation in mainstream housing, together with appropriate time-limited supports to make the transition from homelessness to independent living
pl: Plan Support to Live Independently (SLÍ) zapewnia stałe miejsca zamieszkania w ramach normalnego rynku mieszkaniowego oraz odpowiednią, ograniczoną w czasie pomoc, co ułatwia przejście z etapu bezdomności do etapu niezależnego, samodzielnego życia

source: It is mainly designed for people who need low to moderate support and is provided through voluntary organisations
pl: Inicjatywa jest kierowana przede wszystkim do osób mających nikłe lub szersze, choć wciąż niewystarczające wsparcie

source: Your entitlement to social welfare payments is not affected by the fact of being homeless but you may have difficulty getting your payments mainly because of not having a permanent address
pl: W przypadku najmu mieszkania od osoby prywatnej przy dochodach niewystarczających do opłacenia czynszu można ubiegać się o przyznanie cotygodniowego dodatku do czynszu

source: You may make any claims for payments such as Jobseeker’s Allowance or illness and disability payments in the normal way
pl: Przed przystąpieniem do poszukiwania lokalu na rynku prywatnym należy upewnić się, czy możliwe jest uzyskanie dodatku

source: For Rent Supplement and other payments under the Supplementary Welfare Allowance Scheme, outside of Dublin and Cork, you apply in the normal way
pl: Wnioski o przyznanie takich świadczeń jak zasiłek dla osób poszukujących pracy lub zasiłek z tytułu choroby lub niepełnosprawności można składać normalną drogą

source: If you are in Dublin or Cork, you apply at the relevant Homeless Persons Unit
pl: Departament Ochrony Socjalnej prowadzi punkty Homeless Persons Unit (HPU) w Dublinie i Cork

source: Migrants: Most weekly means-tested payments require that you meet the habitual residence condition, but you do not need to satisfy this condition in order to get an Exceptional Needs Payment
pl: Poza Dublinem i Cork należy zazwyczaj udać się do miejscowego ośrodka zdrowia i złożyć wniosek o dodatek do czynszu oraz przyznanie innych świadczeń

source: To be eligible for Rent Supplement, you must either have been assessed by a local authority in the last 12 months as being qualified for social housing support – see ‘Social housing’ above – or else have been living for 6 months (183 days) out of the last 12 months in one, or a combination, of the following:
pl: Aby być uprawnionym do otrzymywania dodatku do czynszu, należy w ciągu 12 ostatnich miesięcy być uznanym przez władze lokalne za osobę uprawnioną do przydziału lokalu socjalnego (patrz: „Mieszkalnictwo socjalne” powyżej) lub przez 6 miesięcy (183 dni ) z ostatnich 12 przebywać z którymś (jednym lub kombinacji kilku) z wymienionych niżej miejsc:

source: • Accommodation for homeless people
pl: • placówka lub ośrodek dla osób bezdomnych;

source: • An institution – for example, a hospital, care home or place of detention
pl: • instytucja w rodzaju szpitala, domu opieki lub miejsca odbywania kary pozbawienia wolności;

source: You can combine time living in more than one rented accommodation to satisfy the 6 months (183 days)
pl: Istnieje możliwość łączenia okresów pobytu w więcej niż jednym wynajmowanym lokum w celu spełnienia warunku 6 miesięcy (183 dni)

source: You must be able to show that you could afford the rent at the beginning of your tenancy and that you could have continued to pay rent but are unable to do so because of a change in your circumstances which occurred after you started renting
pl: Podobnie jak w przypadku dodatku do czynszu, plan dodatkowych świadczeń socjalnych obejmuje też cotygodniowe świadczenia w podstawowej wysokości oraz wypłaty świadczeń uznaniowych

source: There may be flexibility in cases where landlords seek rents that are above the Rent Supplement limits
pl: Osoba w potrzebie może być uprawniona do otrzymania świadczenia uznaniowego

source: This applies to existing tenants and to new Rent Supplement applicants
pl: Najszybciej wypłacanym zasiłkiem dla bezdomnych jest zasiłek doraźny

source: The circumstances of tenants are considered on a case-by-case basis and rents increased above the set limits as appropriate
pl: Poniżej podajemy informacje na temat tego, gdzie należy składać wnioski o pomoc mieszkaniową i świadczenia socjalne

source: Contact the local office that administers your Rent Supplement
pl: Zakwaterowanie W przypadku zagrożenia bezdomnością, tzn

source: In addition, the Department of Social Protection, in conjunction with Threshold, operates a special protocol in areas where supply issues are particularly acute
pl: od 10:00 do 12:00 oraz od 14:00 do 16:00 od poniedziałku do piątku pod adresem: Parkgate Hall, 6-9 Conyngham Road, Dublin 8. Tel.: 1800 707 707 (całodobowa pomoc telefoniczna)

source: Tenants in Dublin, Kildare, Meath, Wicklow and Cork city can access the Tenancy Protection Service on 1800 454 454
pl: Ośrodek pomocy bezdomnym Assessment and Placement Service Rady Hrabstwa Fingal jest otwarty w godz

source: Other payments under the Supplementary Welfare Allowance scheme
pl: Ośrodek pomocy bezdomnym Assessment and Placement Service Rady Miejskiej Płd

source: As well as Rent Supplement, the Supplementary Welfare Allowance scheme also includes a basic weekly payment and some discretionary payments
pl: Zawiera on ponadto listę placówek oferujących zakwaterowanie zastępcze dla osób bezdomnych w Cork, a także informacje o innych dostępnych formach pomocy. Świadczenia socjalne
